Repository: lukacs-m/PeeCheck
Catalog: PeeCheck/Supporting Files/*.lproj/Localizable.strings
Languages: fr

# tab_charts
source: Charts
fr: Statistiques

# tab_account
source: Account
fr: Votre compte

# recording_page_title
source: Record your micturition
fr: Enregistrement des mictions

# recording_button_title_inactive
source: Start recording
fr: Débuter l'enregistrement

# recording_button_title_active
source: Currently recording
fr: En cour d'enregistrement

# did_awake_true_label
source: Yes
fr: Oui

# did_awake_false_label
source: No
fr: Non

# did_awake_label_title
source: Did you wake up to go and pee?
fr: Vous etes vous réveillé pour aller au toilet?

# did_save_micturition_label
source: Your micturition was saved
fr: Votre miction a été sauvegardé

# account_title
source: Account information
fr: Informations du compte

# account_lbl_gender_title
source: Gender:
fr: Sex:

# account_btn_edit
source: Edit Information
fr: Éditer les informations

# account_btn_create
source: Create User
fr: Créer votre compte

# account_btn_delete
source: Delete all information
fr: Supprimer toutes les informations

# account_navbar_title
source: Account
fr: Votre compte

# account_lbl_user_data_missing
source: Unavailable
fr: Indisponible

# save_user_information
source: Save your informations
fr: Sauvegardez vos informations

# could_not_save_micturition_error
source: An error occured while saving your micturition.
fr: Une erreur est survenue pendant la sauvegarde de votre miction
